Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Deselect All
ar: إلغاء تحديد الكل
cs: Zrušit výběr
de: Alles abwählen
el: Αποεπιλογή όλων
es: Deseleccionar todo
fi: Poista valinnat
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
ko: 모두 선택 해제
pl: Odznacz wszystko
pt_br: Desmarcar tudo
tr: Tüm seçimi kaldır

source: Details
ar: التفاصيل
cs: Podrobnosti
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
tr: Ayrıntılar

source: Details Locked
ar: التفاصيل مقفلة
cs: Podrobnosti uzamčeny
de: Details gesperrt
el: Λεπτομέρειες κλειδωμένες
es: Detalles bloqueados
fi: Tiedot lukittu
fr: Détails verrouillés
it: Dettagli bloccati
ja: 詳細をロック
ko: 세부 정보 잠김
pl: Szczegóły zablokowane
pt_br: Detalhes bloqueados
tr: Ayrıntılar kilitli

source: Deterministic
ar: حتمي
cs: Deterministické
de: Deterministisch
el: Ντετερμινιστικό
es: Determinista
fi: Deterministinen
fr: Déterministe
it: Deterministico
ja: 決定論的
ko: 결정적
pl: Deterministyczne
pt_br: Determinista
tr: Belirleyici

# Diagnostics — #%lld %@
source: Diagnostics — #%1$lld %2$@
ar: التشخيصات — #%lld %@
cs: Diagnostika — č. %lld %@
de: Diagnose — #%lld %@
el: Διαγνωστικά — #%lld %@
es: Diagnóstico — n.º %lld %@
fi: Diagnostiikka — #%1$lld %2$@
fr: Diagnostics — n° %lld %@
it: Diagnostica — n. %lld %@
ja: 診断 — #%1$lld %2$@
ko: 진단 — #%1$lld %2$@
pl: Diagnostyka — #%lld %@
pt_br: Diagnóstico — n.º %lld %@
tr: Tanılama — #%lld %@

source: Disabled
ar: معطَّل
cs: Zakázáno
de: Deaktiviert
el: Ανενεργό
es: Desactivado
fi: Pois käytöstä
fr: Désactivé
it: Disattivo
ja: 無効
ko: 사용 안 함
pl: Wyłączone
pt_br: Desativado
tr: Devre dışı

source: Disabled: this agent has %lld upstream agent caller(s); chain requires exactly 1
ar: معطَّل: لدى هذا الوكيل %lld مستدعٍ سابق؛ تتطلب السلسلة 1 بالضبط
cs: Zakázáno: tento agent má %lld nadřazených volajících; řetězec vyžaduje přesně 1
de: Deaktiviert: Dieser Agent hat %lld vorgelagerte Aufrufer; die Kette erfordert genau 1
el: Ανενεργό: αυτός ο πράκτορας έχει %lld προηγούμενους καλούντες· η αλυσίδα απαιτεί ακριβώς 1
es: Desactivado: este agente tiene %lld llamador(es) anterior(es); la cadena requiere exactamente 1
fi: Pois käytöstä: tällä agentilla on %lld ylävirran kutsujaa; ketju vaatii tasan yhden
fr: Désactivé : cet agent a %lld appelant(s) en amont ; la chaîne en exige exactement 1
it: Disattivato: questo agente ha %lld chiamante(i) a monte; la catena ne richiede esattamente 1
ja: 無効: このエージェントには %lld 個の上流エージェント呼び出し元があります。チェーンには呼び出し元がちょうど1個必要です
ko: 사용 안 함: 이 에이전트에는 상위 에이전트 호출자가 %lld개 있습니다. 체인에는 정확히 1개가 필요합니다
pl: Wyłączone: ten agent ma %lld wywołującego(-ych) z góry; łańcuch wymaga dokładnie 1
pt_br: Desativado: este agente tem %lld chamador(es) anterior(es); a cadeia requer exatamente 1
tr: Devre dışı: bu aracının %lld yukarı aracı çağıranı var; zincir tam olarak 1 gerektirir

source: Distribute Horizontally
ar: توزيع أفقي
cs: Rozmístit vodorovně
de: Horizontal verteilen
el: Κατανομή οριζόντια
es: Distribuir horizontalmente
fi: Jaa vaakatasoon
fr: Distribuer horizontalement
it: Distribuisci orizzontalmente
ja: 水平方向に分布
ko: 가로로 분배
pl: Rozłóż poziomo
pt_br: Distribuir horizontalmente
tr: Yatay olarak dağıt

source: Distribute Vertically
ar: توزيع رأسي
cs: Rozmístit svisle
de: Vertikal verteilen
el: Κατανομή κάθετα
es: Distribuir verticalmente
fi: Jaa pystyyn
fr: Distribuer verticalement
it: Distribuisci verticalmente
ja: 垂直方向に分布
ko: 세로로 분배
pl: Rozłóż pionowo
pt_br: Distribuir verticalmente
tr: Dikey olarak dağıt

source: Do you want to save changes to "%@"?
ar: هل تريد حفظ التغييرات في "%@"؟
cs: Chcete uložit změny v „%@“?
de: Möchten Sie die Änderungen an "%@" sichern?
el: Θέλετε να αποθηκεύσετε τις αλλαγές στο "%@";
es: ¿Quieres guardar los cambios en "%@"?
fi: Haluatko tallentaa muutokset kohteeseen "%@"?
fr: Voulez-vous enregistrer les modifications de "%@" ?
it: Vuoi salvare le modifiche a "%@"?
ja: 「%@」への変更を保存しますか？
ko: "%@"의 변경 사항을 저장하시겠습니까?
pl: Czy zapisać zmiany w "%@"?
pt_br: Deseja salvar as alterações em "%@"?
tr: "%@" üzerindeki değişiklikler kaydedilsin mi?

source: Do you want to save the changes to "%@"?
ar: هل تريد حفظ التغييرات في "%@"؟
cs: Chcete uložit změny v „%@“?
de: Möchten Sie die Änderungen an "%@" sichern?
el: Θέλετε να αποθηκεύσετε τις αλλαγές στο "%@";
es: ¿Quieres guardar los cambios en "%@"?
fi: Haluatko tallentaa muutokset kohteeseen "%@"?
fr: Voulez-vous enregistrer les modifications de "%@" ?
it: Vuoi salvare le modifiche a "%@"?
ja: 「%@」への変更を保存しますか？
ko: "%@"의 변경 사항을 저장하시겠습니까?
pl: Czy zapisać zmiany w "%@"?
pt_br: Deseja salvar as alterações em "%@"?
tr: "%@" üzerindeki değişiklikler kaydedilsin mi?

source: Don't Save
ar: عدم الحفظ
cs: Neukládat
de: Nicht sichern
el: Χωρίς αποθήκευση
es: No guardar
fi: Älä tallenna
fr: Ne pas enregistrer
it: Non salvare
ja: 保存しない
ko: 저장 안 함
pl: Nie zapisuj
pt_br: Não salvar
tr: Kaydetme

source: Done
ar: تم
cs: Hotovo
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: OK
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
tr: Bitti

source: Dotted
ar: منقَّطة
cs: Tečkovaná
de: Gepunktet
el: Διάστικτη
es: Punteada
fi: Pisteviiva
fr: Pointillés
it: Punteggiata
ja: 点線
ko: 점선
pl: Kropkowana
pt_br: Pontilhada
tr: Noktalı

source: Duration
ar: المدة
cs: Trvání
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
fr: Durée
it: Durata
ja: 所要時間
ko: 소요 시간
pl: Czas trwania
pt_br: Duração
tr: Süre

source: e.g. $0.10/call, 1000 tokens
ar: مثال: 0.10 $/استدعاء، 1000 رمز
cs: např. 0,10 $/volání, 1000 tokenů
de: z. B. 0,10 $/Aufruf, 1000 Tokens
el: π.χ. 0,10 $/κλήση, 1000 tokens
es: p. ej. $0,10/llamada, 1000 tokens
fi: esim. 0,10 €/kutsu, 1000 tokenia
fr: ex. 0,10 $/appel, 1000 jetons
it: es. 0,10 $/chiamata, 1000 token
ja: 例: $0.10/呼び出し、1000 トークン
ko: 예: $0.10/호출, 1000 토큰
pl: np. 0,10 $/wywołanie, 1000 tokenów
pt_br: ex. US$ 0,10/chamada, 1000 tokens
tr: örn. 0,10 $/çağrı, 1000 token

source: e.g. 2s, 5s
ar: مثال: 2s، 5s
cs: např. 2s, 5s
de: z. B. 2s, 5s
el: π.χ. 2s, 5s
es: p. ej. 2s, 5s
fi: esim. 2s, 5s
fr: p. ex. 2s, 5s
it: es. 2s, 5s
ja: 例: 2s、5s
ko: 예: 2s, 5s
pl: np. 2s, 5s
pt_br: ex.: 2s, 5s
tr: örn. 2s, 5s

source: e.g. 4h response, real-time
ar: مثال: استجابة خلال 4 ساعات، في الوقت الفعلي
cs: např. odpověď 4 h, v reálném čase
de: z. B. 4-Stunden-Antwort, Echtzeit
el: π.χ. απάντηση 4 ώρες, πραγματικός χρόνος
es: p. ej. respuesta en 4 h, en tiempo real
fi: esim. 4 h vastaus, reaaliaikainen
fr: ex. réponse 4 h, temps réel
it: es. risposta 4h, tempo reale
ja: 例: 4時間で応答、リアルタイム
ko: 예: 4시간 내 응답, 실시간
pl: np. odpowiedź 4 h, czas rzeczywisty
pt_br: ex. resposta em 4h, tempo real
tr: örn. 4 saatlik yanıt, gerçek zamanlı

source: e.g. 5
ar: مثال: 5
cs: např. 5
de: z. B. 5
el: π.χ. 5
es: p. ej. 5
fi: esim. 5
fr: ex. 5
it: es. 5
ja: 例: 5
ko: 예: 5
pl: np. 5
pt_br: ex. 5
tr: örn. 5

source: e.g. 10
ar: مثال: 10
cs: např. 10
de: z. B. 10
el: π.χ. 10
es: p. ej. 10
fi: esim. 10
fr: ex. 10
it: es. 10
ja: 例: 10
ko: 예: 10
pl: np. 10
pt_br: ex. 10
tr: örn. 10

source: e.g. 30 (seconds)
ar: مثال: 30 (ثانية)
cs: např. 30 (sekund)
de: z. B. 30 (Sekunden)
el: π.χ. 30 (δευτερόλεπτα)
es: p. ej. 30 (segundos)
fi: esim. 30 (sekuntia)
fr: ex. 30 (secondes)
it: es. 30 (secondi)
ja: 例: 30（秒）
ko: 예: 30(초)
pl: np. 30 (sekund)
pt_br: ex. 30 (segundos)
tr: örn. 30 (saniye)

source: e.g. 40 person-days
ar: مثال: 40 يوم/شخص
cs: např. 40 člověkodnů
de: z. B. 40 Personentage
el: π.χ. 40 ανθρωποημέρες
es: p. ej. 40 días-persona
fi: esim. 40 henkilötyöpäivää
fr: ex. 40 jours-personne
it: es. 40 giorni-uomo
ja: 例: 40 人日
ko: 예: 40 인일
pl: np. 40 osobodni
pt_br: ex. 40 dias-pessoa
tr: örn. 40 adam-gün

source: e.g. 50 GB, 10k documents
ar: مثال: 50 جيجابايت، 10 آلاف مستند
cs: např. 50 GB, 10 tis. dokumentů
de: z. B. 50 GB, 10.000 Dokumente
el: π.χ. 50 GB, 10.000 έγγραφα
es: p. ej. 50 GB, 10 000 documentos
fi: esim. 50 GB, 10 000 dokumenttia
fr: ex. 50 Go, 10 000 documents
it: es. 50 GB, 10.000 documenti
ja: 例: 50 GB、ドキュメント1万件
ko: 예: 50 GB, 문서 1만 개
pl: np. 50 GB, 10 tys. dokumentów
pt_br: ex. 50 GB, 10 mil documentos
tr: örn. 50 GB, 10 bin belge

source: e.g. 300ms, 3s, 5-8s
ar: مثال: 300 ملي ثانية، 3 ثوانٍ، 5-8 ثوانٍ
cs: např. 300 ms, 3 s, 5–8 s
de: z. B. 300 ms, 3 s, 5-8 s
el: π.χ. 300ms, 3s, 5-8s
es: p. ej. 300 ms, 3 s, 5-8 s
fi: esim. 300 ms, 3 s, 5–8 s
fr: ex. 300 ms, 3 s, 5-8 s
it: es. 300ms, 3s, 5-8s
ja: 例: 300ms、3s、5-8s
ko: 예: 300ms, 3s, 5-8s
pl: np. 300 ms, 3 s, 5-8 s
pt_br: ex. 300ms, 3s, 5-8s
tr: örn. 300 ms, 3 sn, 5-8 sn

source: e.g. 512 tokens, by paragraph, semantic
ar: مثال: 512 رمزًا، حسب الفقرة، دلالي
cs: např. 512 tokenů, podle odstavce, sémanticky
de: z. B. 512 Tokens, pro Absatz, semantisch
el: π.χ. 512 tokens, ανά παράγραφο, σημασιολογικά
es: p. ej. 512 tokens, por párrafo, semántico
fi: esim. 512 tokenia, kappaleittain, semanttinen
fr: ex. 512 jetons, par paragraphe, sémantique
it: es. 512 token, per paragrafo, semantico
ja: 例: 512 トークン、段落単位、セマンティック
ko: 예: 512 토큰, 단락 단위, 시맨틱
pl: np. 512 tokenów, na akapit, semantycznie
pt_br: ex. 512 tokens, por parágrafo, semântico
tr: örn. 512 token, paragraf bazlı, anlamsal

source: e.g. 800ms, 1.5s
ar: مثال: 800ms، 1.5s
cs: např. 800ms, 1.5s
de: z. B. 800ms, 1.5s
el: π.χ. 800ms, 1.5s
es: p. ej. 800ms, 1.5s
fi: esim. 800ms, 1.5s
fr: p. ex. 800ms, 1.5s
it: es. 800ms, 1.5s
ja: 例: 800ms、1.5s
ko: 예: 800ms, 1.5s
pl: np. 800ms, 1.5s
pt_br: ex.: 800ms, 1.5s
tr: örn. 800ms, 1.5s

source: e.g. 2026-06-30
ar: مثال: 2026-06-30
cs: např. 2026-06-30
de: z. B. 2026-06-30
el: π.χ. 2026-06-30
es: p. ej. 2026-06-30
fi: esim. 2026-06-30
fr: ex. 2026-06-30
it: es. 2026-06-30
ja: 例: 2026-06-30
ko: 예: 2026-06-30
pl: np. 2026-06-30
pt_br: ex. 2026-06-30
tr: örn. 2026-06-30

source: e.g. Confidential
ar: مثال: سري
cs: např. Důvěrné
de: z. B. Vertraulich
el: π.χ. Εμπιστευτικό
es: p. ej. Confidencial
fi: esim. Luottamuksellinen
fr: ex. Confidentiel
it: es. Riservato
ja: 例: 機密
ko: 예: 기밀
pl: np. Poufne
pt_br: ex. Confidencial
tr: örn. Gizli

source: e.g. Customer, Admin, Analyst
ar: مثال: عميل، مسؤول، محلل
cs: např. Zákazník, Správce, Analytik
de: z. B. Kunde, Admin, Analyst
el: π.χ. Πελάτης, Διαχειριστής, Αναλυτής
es: p. ej. Cliente, Administrador, Analista
fi: esim. Asiakas, Ylläpitäjä, Analyytikko
fr: ex. Client, Administrateur, Analyste
it: es. Cliente, Amministratore, Analista
ja: 例: 顧客、管理者、アナリスト
ko: 예: 고객, 관리자, 분석가
pl: np. Klient, Administrator, Analityk
pt_br: ex. Cliente, Administrador, Analista
tr: örn. Müşteri, Yönetici, Analist

source: e.g. English, Spanish
ar: مثال: الإنجليزية، الإسبانية
cs: např. angličtina, španělština
de: z. B. Englisch, Spanisch
el: π.χ. αγγλικά, ισπανικά
es: p. ej. inglés, español
fi: esim. englanti, espanja
fr: ex. anglais, espagnol
it: es. inglese, spagnolo
ja: 例: 英語、スペイン語
ko: 예: 영어, 스페인어
pl: np. angielski, hiszpański
pt_br: ex. inglês, espanhol
tr: örn. İngilizce, İspanyolca

source: e.g. Financial services regulations
ar: مثال: لوائح الخدمات المالية
cs: např. předpisy finančních služeb
de: z. B. Vorschriften für Finanzdienstleistungen
el: π.χ. κανονισμοί χρηματοοικονομικών υπηρεσιών
es: p. ej. regulaciones de servicios financieros
fi: esim. rahoituspalveluiden säädökset
fr: ex. réglementations des services financiers
it: es. regolamenti dei servizi finanziari
ja: 例: 金融サービス規制
ko: 예: 금융 서비스 규제
pl: np. regulacje usług finansowych
pt_br: ex. regulamentações de serviços financeiros
tr: örn. finansal hizmet düzenlemeleri

source: e.g. Find and summarise key findings
ar: مثال: إيجاد النتائج الرئيسية وتلخيصها
cs: např. Najít a shrnout klíčová zjištění
de: z. B. Wichtige Erkenntnisse finden und zusammenfassen
el: π.χ. Εντοπισμός και σύνοψη βασικών ευρημάτων
es: p. ej. Encontrar y resumir hallazgos clave
fi: esim. Etsi ja tiivistä keskeiset löydökset
fr: ex. Trouver et résumer les conclusions clés
it: es. Trovare e riassumere i risultati chiave
ja: 例: 主要な発見を見つけて要約する
ko: 예: 주요 결과를 찾아 요약
pl: np. Znajdź i podsumuj kluczowe wnioski
pt_br: ex. Encontrar e resumir descobertas-chave
tr: örn. Önemli bulguları bul ve özetle

source: e.g. GDPR, SOC2
ar: مثال: GDPR، SOC2
cs: např. GDPR, SOC2
de: z. B. DSGVO, SOC2
el: π.χ. GDPR, SOC2
es: p. ej. GDPR, SOC2
fi: esim. GDPR, SOC2
fr: ex. RGPD, SOC2
it: es. GDPR, SOC2
ja: 例: GDPR、SOC2
ko: 예: GDPR, SOC2
pl: np. RODO, SOC2
pt_br: ex. LGPD, SOC2
tr: örn. KVKK, SOC2

source: e.g. Git, timestamped snapshots, none
ar: مثال: Git، لقطات بطوابع زمنية، لا شيء
cs: např. Git, snímky s časovým razítkem, žádné
de: z. B. Git, zeitgestempelte Schnappschüsse, keine
el: π.χ. Git, στιγμιότυπα με χρονοσήμανση, κανένα
es: p. ej. Git, instantáneas con marca de tiempo, ninguno
fi: esim. Git, aikaleimatut tilannekuvat, ei mitään
fr: ex. Git, instantanés horodatés, aucun
it: es. Git, snapshot con timestamp, nessuno
ja: 例: Git、タイムスタンプ付きスナップショット、なし
ko: 예: Git, 타임스탬프 스냅샷, 없음
pl: np. Git, migawki z znacznikiem czasu, brak
pt_br: ex. Git, snapshots com timestamp, nenhum
tr: örn. Git, zaman damgalı anlık görüntüler, hiçbiri

source: e.g. gpt-4o, claude-3.5-sonnet
ar: مثال: gpt-4o، claude-3.5-sonnet
cs: např. gpt-4o, claude-3.5-sonnet
de: z. B. gpt-4o, claude-3.5-sonnet
el: π.χ. gpt-4o, claude-3.5-sonnet
es: p. ej. gpt-4o, claude-3.5-sonnet
fi: esim. gpt-4o, claude-3.5-sonnet
fr: ex. gpt-4o, claude-3.5-sonnet
it: es. gpt-4o, claude-3.5-sonnet
ja: 例: gpt-4o、claude-3.5-sonnet
ko: 예: gpt-4o, claude-3.5-sonnet
pl: np. gpt-4o, claude-3.5-sonnet
pt_br: ex. gpt-4o, claude-3.5-sonnet
tr: örn. gpt-4o, claude-3.5-sonnet

source: e.g. https://api.example.com/v1
ar: مثال: https://api.example.com/v1
cs: např. https://api.example.com/v1
de: z. B. https://api.example.com/v1
el: π.χ. https://api.example.com/v1
es: p. ej. https://api.example.com/v1
fi: esim. https://api.example.com/v1
fr: ex. https://api.example.com/v1
it: es. https://api.example.com/v1
ja: 例: https://api.example.com/v1
ko: 예: https://api.example.com/v1
pl: np. https://api.example.com/v1
pt_br: ex. https://api.example.com/v1
tr: örn. https://api.example.com/v1

source: e.g. Legal, Technical, FAQ, Policy
ar: مثال: قانوني، تقني، الأسئلة الشائعة، سياسة
cs: např. Právní, Technické, FAQ, Zásady
de: z. B. Recht, Technisch, FAQ, Richtlinie
el: π.χ. Νομικό, Τεχνικό, FAQ, Πολιτική
es: p. ej. Legal, Técnico, FAQ, Política
fi: esim. Juridinen, Tekninen, UKK, Käytäntö
fr: ex. Juridique, Technique, FAQ, Politique
it: es. Legale, Tecnico, FAQ, Politica
ja: 例: 法務、技術、FAQ、ポリシー
ko: 예: 법무, 기술, FAQ, 정책
pl: np. Prawne, Techniczne, FAQ, Polityka
pt_br: ex. Jurídico, Técnico, FAQ, Política
tr: örn. Hukuki, Teknik, SSS, Politika

source: e.g. PDF, JSON, SQL, CSV
ar: مثال: PDF، JSON، SQL، CSV
cs: např. PDF, JSON, SQL, CSV
de: z. B. PDF, JSON, SQL, CSV
el: π.χ. PDF, JSON, SQL, CSV
es: p. ej. PDF, JSON, SQL, CSV
fi: esim. PDF, JSON, SQL, CSV
fr: ex. PDF, JSON, SQL, CSV
it: es. PDF, JSON, SQL, CSV
ja: 例: PDF、JSON、SQL、CSV
ko: 예: PDF, JSON, SQL, CSV
pl: np. PDF, JSON, SQL, CSV
pt_br: ex. PDF, JSON, SQL, CSV
tr: örn. PDF, JSON, SQL, CSV

source: e.g. Public, Internal, Confidential, PII
ar: مثال: عام، داخلي، سري، بيانات شخصية
cs: např. Veřejné, Interní, Důvěrné, PII
de: z. B. Öffentlich, Intern, Vertraulich, PII
el: π.χ. Δημόσιο, Εσωτερικό, Εμπιστευτικό, PII
es: p. ej. Público, Interno, Confidencial, PII
fi: esim. Julkinen, Sisäinen, Luottamuksellinen, henkilötiedot
fr: ex. Public, Interne, Confidentiel, DCP
it: es. Pubblico, Interno, Riservato, PII
ja: 例: 公開、社内、機密、PII
ko: 예: 공개, 내부, 기밀, PII
pl: np. Publiczne, Wewnętrzne, Poufne, PII
pt_br: ex. Público, Interno, Confidencial, PII
tr: örn. Genel, Dahili, Gizli, PII

source: e.g. query: String, limit: Int
ar: مثال: query: String, limit: Int
cs: např. query: String, limit: Int
de: z. B. query: String, limit: Int
el: π.χ. query: String, limit: Int
es: p. ej. query: String, limit: Int
fi: esim. query: String, limit: Int
fr: ex. query: String, limit: Int
it: es. query: String, limit: Int
ja: 例: query: String, limit: Int
ko: 예: query: String, limit: Int
pl: np. query: String, limit: Int
pt_br: ex. query: String, limit: Int
tr: örn. query: String, limit: Int

source: e.g. Read-only, Full access, Admin
ar: مثال: قراءة فقط، وصول كامل، مسؤول
cs: např. Pouze pro čtení, Plný přístup, Správce
de: z. B. Nur Lesen, Vollzugriff, Administrator
el: π.χ. Μόνο ανάγνωση, Πλήρης πρόσβαση, Διαχειριστής
es: p. ej. Solo lectura, Acceso total, Administrador
fi: esim. Vain luku, Täysi käyttöoikeus, Ylläpitäjä
fr: ex. Lecture seule, Accès complet, Administrateur
it: es. Sola lettura, Accesso completo, Amministratore
ja: 例: 読み取り専用、フルアクセス、管理者
ko: 예: 읽기 전용, 전체 액세스, 관리자
pl: np. Tylko do odczytu, Pełny dostęp, Administrator
pt_br: ex. Somente leitura, Acesso total, Administrador
tr: örn. Salt okunur, Tam erişim, Yönetici

source: e.g. Real-time, Daily, Weekly, Static
ar: مثال: في الوقت الفعلي، يومي، أسبوعي، ثابت
cs: např. v reálném čase, denně, týdně, statické
de: z. B. Echtzeit, Täglich, Wöchentlich, Statisch
el: π.χ. Πραγματικού χρόνου, Καθημερινό, Εβδομαδιαίο, Στατικό
es: p. ej. Tiempo real, Diario, Semanal, Estático
fi: esim. Reaaliaikainen, Päivittäin, Viikoittain, Staattinen
fr: ex. Temps réel, Quotidien, Hebdomadaire, Statique
it: es. Tempo reale, Giornaliero, Settimanale, Statico
ja: 例: リアルタイム、毎日、毎週、静的
ko: 예: 실시간, 매일, 매주, 정적
pl: np. Czas rzeczywisty, Codziennie, Co tydzień, Statyczne
pt_br: ex. Tempo real, Diário, Semanal, Estático
tr: örn. Gerçek zamanlı, Günlük, Haftalık, Statik

source: e.g. Research Analyst
ar: مثال: محلل أبحاث
cs: např. Výzkumný analytik
de: z. B. Research Analyst
el: π.χ. Αναλυτής έρευνας
es: p. ej. Analista de investigación
fi: esim. Tutkimusanalyytikko
fr: ex. Analyste de recherche
it: es. Analista di ricerca
ja: 例: リサーチアナリスト
ko: 예: 리서치 분석가
pl: np. Analityk badawczy
pt_br: ex. Analista de pesquisa
tr: örn. Araştırma Analisti

source: e.g. REST API, SQL query, RAG pipeline
ar: مثال: REST API، استعلام SQL، خط أنابيب RAG
cs: např. REST API, SQL dotaz, RAG pipeline
de: z. B. REST-API, SQL-Abfrage, RAG-Pipeline
el: π.χ. REST API, ερώτημα SQL, αγωγός RAG
es: p. ej. API REST, consulta SQL, pipeline RAG
fi: esim. REST API, SQL-kysely, RAG-putki
fr: ex. API REST, requête SQL, pipeline RAG
it: es. API REST, query SQL, pipeline RAG
ja: 例: REST API、SQL クエリ、RAG パイプライン
ko: 예: REST API, SQL 쿼리, RAG 파이프라인
pl: np. REST API, zapytanie SQL, pipeline RAG
pt_br: ex. API REST, consulta SQL, pipeline RAG
tr: örn. REST API, SQL sorgusu, RAG ardışık düzeni

source: e.g. results: [Document]
ar: مثال: results: [Document]
cs: např. results: [Document]
de: z. B. results: [Document]
el: π.χ. results: [Document]
es: p. ej. results: [Document]
fi: esim. results: [Document]
fr: ex. results: [Document]
it: es. results: [Document]
ja: 例: results: [Document]
ko: 예: results: [Document]
pl: np. results: [Document]
pt_br: ex. results: [Document]
tr: örn. results: [Document]

source: e.g. S3 bucket, Postgres, SharePoint
ar: مثال: حاوية S3، Postgres، SharePoint
cs: např. S3 bucket, Postgres, SharePoint
de: z. B. S3-Bucket, Postgres, SharePoint
el: π.χ. bucket S3, Postgres, SharePoint
es: p. ej. bucket S3, Postgres, SharePoint
fi: esim. S3-säilö, Postgres, SharePoint
fr: ex. bucket S3, Postgres, SharePoint
it: es. bucket S3, Postgres, SharePoint
ja: 例: S3 バケット、Postgres、SharePoint
ko: 예: S3 버킷, Postgres, SharePoint
pl: np. zasobnik S3, Postgres, SharePoint
pt_br: ex. bucket S3, Postgres, SharePoint
tr: örn. S3 paketi, Postgres, SharePoint

source: e.g. Salesforce, SAP, Slack
ar: مثال: Salesforce, SAP, Slack
cs: např. Salesforce, SAP, Slack
de: z. B. Salesforce, SAP, Slack
el: π.χ. Salesforce, SAP, Slack
es: p. ej. Salesforce, SAP, Slack
fi: esim. Salesforce, SAP, Slack
fr: ex. Salesforce, SAP, Slack
it: es. Salesforce, SAP, Slack
ja: 例: Salesforce、SAP、Slack
ko: 예: Salesforce, SAP, Slack
pl: np. Salesforce, SAP, Slack
pt_br: ex. Salesforce, SAP, Slack
tr: örn. Salesforce, SAP, Slack

source: e.g. Small, Large, Paginated
ar: مثال: صغير، كبير، مقسَّم
cs: např. Malé, Velké, Stránkované
de: z. B. Klein, Groß, Paginiert
el: π.χ. Μικρό, Μεγάλο, Σελιδοποιημένο
es: p. ej. Pequeño, Grande, Paginado
fi: esim. Pieni, Suuri, Sivutettu
fr: ex. Petit, Grand, Paginé
it: es. Piccolo, Grande, Paginato
ja: 例: 小、大、ページネーション
ko: 예: 작음, 큼, 페이지 분할
pl: np. Małe, Duże, Stronicowane
pt_br: ex. Pequeno, Grande, Paginado
tr: örn. Küçük, Büyük, Sayfalı

source: e.g. SSO, MFA, API Key
ar: مثال: SSO، MFA، مفتاح API
cs: např. SSO, MFA, API klíč
de: z. B. SSO, MFA, API-Schlüssel
el: π.χ. SSO, MFA, κλειδί API
es: p. ej. SSO, MFA, clave de API
fi: esim. SSO, MFA, API-avain
fr: ex. SSO, MFA, clé d'API
it: es. SSO, MFA, chiave API
ja: 例: SSO、MFA、API キー
ko: 예: SSO, MFA, API 키
pl: np. SSO, MFA, klucz API
pt_br: ex. SSO, MFA, chave de API
tr: örn. SSO, MFA, API anahtarı

source: e.g. Submits forms, approves requests
ar: مثال: يقدِّم النماذج، يوافق على الطلبات
cs: např. odesílá formuláře, schvaluje požadavky
de: z. B. reicht Formulare ein, genehmigt Anfragen
el: π.χ. υποβάλλει φόρμες, εγκρίνει αιτήματα
es: p. ej. envía formularios, aprueba solicitudes
fi: esim. Lähettää lomakkeita, hyväksyy pyyntöjä
fr: ex. soumet des formulaires, approuve des demandes
it: es. invia moduli, approva richieste
ja: 例: フォームを送信する、リクエストを承認する
ko: 예: 양식 제출, 요청 승인
pl: np. wysyła formularze, zatwierdza żądania
pt_br: ex. envia formulários, aprova solicitações
tr: örn. form gönderir, talepleri onaylar

source: e.g. UTC, EST, GMT+1
ar: مثال: UTC، EST، GMT+1
cs: např. UTC, EST, GMT+1
de: z. B. UTC, EST, GMT+1
el: π.χ. UTC, EST, GMT+1
es: p. ej. UTC, EST, GMT+1
fi: esim. UTC, EST, GMT+1
fr: ex. UTC, EST, GMT+1
it: es. UTC, EST, GMT+1
ja: 例: UTC、EST、GMT+1
ko: 예: UTC, EST, GMT+1
pl: np. UTC, EST, GMT+1
pt_br: ex. UTC, EST, GMT+1
tr: örn. UTC, EST, GMT+1

source: Each pattern only receives node types listed in its Relevant Node Kinds. Reduces token usage and improves accuracy by removing irrelevant information.
ar: يتلقى كل نمط فقط أنواع العقد المدرجة في أنواع العقد ذات الصلة الخاصة به. يقلل من استخدام الرموز ويحسن الدقة بإزالة المعلومات غير ذات الصلة.
cs: Každý vzor obdrží pouze typy uzlů uvedené v jeho Relevantních druzích uzlů. Snižuje spotřebu tokenů a zlepšuje přesnost odstraněním nerelevantních informací.
de: Jedes Muster erhält nur die Knotenarten, die in seinen Relevanten Knotenarten aufgeführt sind. Reduziert die Token-Nutzung und verbessert die Genauigkeit, indem irrelevante Informationen entfernt werden.
el: Κάθε μοτίβο λαμβάνει μόνο τους τύπους κόμβων που αναφέρονται στους Σχετικούς τύπους κόμβων. Μειώνει τη χρήση token και βελτιώνει την ακρίβεια αφαιρώντας άσχετες πληροφορίες.
es: Cada patrón solo recibe los tipos de nodos listados en sus Tipos de nodos relevantes. Reduce el uso de tokens y mejora la precisión al eliminar información irrelevante.
fi: Jokainen malli saa vain solmutyypit, jotka on lueteltu sen olennaisissa solmutyypeissä. Vähentää tokenien käyttöä ja parantaa tarkkuutta poistamalla epäolennaisen tiedon.
fr: Chaque motif ne reçoit que les types de nœuds listés dans ses Types de nœuds pertinents. Réduit l'utilisation de jetons et améliore la précision en supprimant les informations non pertinentes.
it: Ogni pattern riceve solo i tipi di nodo elencati nei suoi Tipi di nodo rilevanti. Riduce l'uso di token e migliora la precisione rimuovendo informazioni non pertinenti.
ja: 各パターンは、その「関連ノード種別」に記載されたノードタイプのみを受け取ります。無関係な情報を取り除くことで、トークン使用量を削減し、精度を向上させます。
ko: 각 패턴은 해당 패턴의 '관련 노드 종류'에 나열된 노드 유형만 받습니다. 관련 없는 정보를 제거하여 토큰 사용량을 줄이고 정확도를 높입니다.
pl: Każdy wzorzec otrzymuje tylko typy węzłów wymienione w jego Istotnych typach węzłów. Zmniejsza zużycie tokenów i poprawia dokładność, usuwając nieistotne informacje.
pt_br: Cada padrão recebe apenas os tipos de nó listados em seus Tipos de nó relevantes. Reduz o uso de tokens e melhora a precisão ao remover informações irrelevantes.
tr: Her desen yalnızca İlgili düğüm türlerinde listelenen düğüm türlerini alır. Token kullanımını azaltır ve alakasız bilgileri kaldırarak doğruluğu artırır.
